<?php

/**
 * 本程序为二次开发版本, 如果商业用作,请自行修改,
 * 如需定制请联系zzhuti.com;
 *
 *
 * 升级计划:
 *      前台多模板切换
 *      竞价任务(招标中标)
 *      积分商城
 *      淘宝客对接
 *      个人免签
 *      任务联盟
 *      ....zzhuti.com
 */
return array(

//*************************************数据库设置*************************************
    'DB_TYPE'               =>  'mysqli',                 // 数据库类型
    'DB_HOST'               =>  '127.0.0.1',     // 服务器地址
    'DB_NAME'               =>  'daxinhe',     // 数据库名
    'DB_USER'               =>  'root',     // 用户名
    'DB_PWD'                =>  '123456',      // 密码
    'DB_PORT'               =>  '3306',     // 端口
    'DB_PREFIX'             =>  'dt_',   // 数据库表前缀
);
